Revit 2024 API
UnitTypeId.Minutes Property
 Minutes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Minutes { get; }
Visual Basic
Public Shared ReadOnly Property Minutes As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Minutes {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace